{
  "nav_home": "Koti",
  "nav_services": "Palvelut",
  "nav_about": "Tietoa",
  "nav_contact": "Yhteystiedot",
  "footer_rights": "Kolt. Kaikki oikeudet pidätetään.",
  "home_title": "Tekoälypohjaiset ratkaisut rakennusalan tulevaisuuteen.",
  "home_subtitle": "Hyödynnämme tekoälyä ja modernia teknologiaa tuodaksemme tehokkuutta rakennustyömaille ja lisätäksemme arvoa kaikille rakennusalan toimitusketjuun osallistuville osapuolille. Liity mukaan muokkaamaan rakennustyömaiden hallinnan tulevaisuutta tekoälyratkaisujen avulla, jotka hyödyttävät kaikkia ekosysteemissä.",
  "home_button_explore_services": "Tutustu palveluihimme",
  "home_button_contact_us": "Ota yhteyttä",
  "service_title": "Kolt hyödyntää kehittynyttä tekoälyä ja teknologiaa parantaakseen myyntiä, varastonhallintaa ja toimitusprosesseja.",
  "service_for_installers": "Asentajille",
  "service_installers_list1": "Tilauksen seuranta reaaliajassa",
  "service_installers_list2": "Räätälöidyt ilmoitukset",
  "service_installers_list3": "Helppo palautusprosessi",
  "service_for_businesses": "Yrityksille",
  "service_businesses_list1": "Älykäs suositusjärjestelmä",
  "service_businesses_list2": "Varastonhallinta ja optimointi",
  "service_businesses_list3": "Myyntianalytiikka ja raportointi",
  "service_for_drivers": "Kuljettajille",
  "service_drivers_list1": "Tekoälyyn perustuvat reittien optimoinnit",
  "service_drivers_list2": "Aikataulutus reaaliajassa",
  "service_drivers_list3": "Palautejärjestelmä",
  "about_title": "Tietoja Koltista",
  "about_kolt": "Kolt on eteenpäin ajatteleva startup, joka mullistaa rakennusteollisuutta tekoälyohjautuvilla ratkaisuilla. Yhdistämme tukkumyyjät, kuljettajat ja asiakkaat luodaksemme tehokkaamman ja kestävämmän rakennusekosysteemin.",
  "our_vision_title": "Visiomme",
  "our_vision_subtitle": "Kolt ei ole vain yksi teknologiayritys — olemme muutosvoima. Visiomme on rohkea: tulla yritykseksi, joka asettaa innovaation standardit rakennusalalla. Tavoitteenamme on varmistaa merkittävät rahoitukset ja laajentaa toimintaamme maailmanlaajuisesti, edistämällä vallankumouksellisen teknologiamme laajaa käyttöönottoa. Näin muokkaamme rakennusalan tulevaisuutta, tehden siitä tehokkaamman, kestävämmän ja paremmin yhteydessä olevan kuin koskaan ennen.",
  "why_kolt_title": "Miksi Kolt?",
  "why_kolt_subtitle": "Matkaamme ohjaa tinkimätön sitoutuminen huippuosaamiseen ja jatkuva innovaatioiden tavoittelu. Uskomme, että investoimalla edistyneeseen teknologiaan ja asettamalla asiakkaidemme tarpeet etusijalle, voimme luoda ratkaisuja, jotka eivät vain täytä vaan ylittävät alan odotukset. Koltin sovellus on suunniteltu parantamaan työnkulun sujuvuutta ja tehokkuutta, varmistaen, että toimitusketjun jokainen osa toimii parhaalla mahdollisella tavalla.",
  "join_us_title": "Liity Meihin",
  "join_us_subtitle1": "Keskittyessämme yrityksemme kasvattamiseen uusiin korkeuksiin, kutsumme visionäärisiä sijoittajia ja strategisia kumppaneita liittymään mukaan tälle mullistavalle matkalle. Yhdessä voimme hyödyntää tekoälyn täyden potentiaalin rakennusalalla, edistäen innovaatioita, jotka eivät vain häiritse alaa, vaan myös vievät sitä kohti suurempaa tehokkuutta ja kestävyyttä.",
  "join_us_subtitle2": "Koltissa olemme enemmän kuin vain yritys — olemme edistysaskelten pioneereja, jotka ovat omistautuneet luomaan kirkkaamman ja tehokkaamman tulevaisuuden rakennusalalle. Liity meihin, kun otamme rohkeita askelia tehdäksemme Koltista maailmanlaajuisen johtajan rakennusteknologiassa.",
  "contact_title": "Ota Yhteyttä",
  "languages": {
    "finnish": "Suomi",
    "english": "Englanti",
    "swedish": "Ruotsi"
  }
}