{
  "nav_home": "Home",
  "nav_services": "Services",
  "nav_about": "About",
  "nav_contact": "Contact",
  "footer_rights": "Kolt. All rights reserved.",
  "home_title": "AI-Driven Solutions for Construction's Future.",
  "home_subtitle": "We leverage AI and modern technology to bring efficiency to construction sites and add value to all parties involved in the construction supply chain. Join us in shaping the future of construction site management with AI-driven solutions that benefit everyone in the ecosystem.",
  "home_button_explore_services": "Explore Our Services",
  "home_button_contact_us": "Contact Us",
  "service_title": "Kolt utilizes advanced AI and technology to improve sales, inventory management, and delivery processes.",
  "service_for_installers": "For Installers",
  "service_installers_list1": "Real-time order tracking",
  "service_installers_list2": "Customized notifications",
  "service_installers_list3": "Easy return process",
  "service_for_businesses": "For Businesses",
  "service_businesses_list1": "Intelligent recommendation system",
  "service_businesses_list2": "Inventory management and optimization",
  "service_businesses_list3": "Sales analytics and reporting",
  "service_for_drivers": "For Drivers",
  "service_drivers_list1": "AI-based route optimizations",
  "service_drivers_list2": "Real-time scheduling",
  "service_drivers_list3": "Feedback system",
  "about_title": "About Kolt",
  "about_kolt": "Kolt is a forward-thinking startup revolutionizing the construction industry with AI-driven solutions. We connect wholesalers, drivers, and customers to create a more efficient and sustainable construction ecosystem.",
  "our_vision_title": "Our Vision",
  "our_vision_subtitle": "Kolt is not just another tech startup — we are a catalyst for change. Our vision is bold: to become a company that sets the standard for innovation in the construction sector. We aim to secure significant funding to scale our operations globally, driving the widespread adoption of our groundbreaking technology. By doing so, we will reshape the future of construction, making it more efficient, more sustainable, and more connected than ever before.",
  "why_kolt_title": "Why Kolt?",
  "why_kolt_subtitle": "Our journey is fueled by an unwavering commitment to excellence and a relentless pursuit of innovation. We believe that by investing in advanced technology and prioritizing the needs of our customers, we can create solutions that not only meet but exceed industry expectations. Kolt's application is designed to enhance workflow smoothness and efficiency, ensuring that every link in the supply chain operates at its best.",
  "join_us_title": "Join Us",
  "join_us_subtitle1": "As we focus on scaling our enterprise to new heights, we invite visionary investors and strategic partners to join us on this transformative journey. Together, we can harness the full potential of AI in construction, driving innovation that not only disrupts the industry but also propels it towards greater efficiency and sustainability.",
  "join_us_subtitle2": "At Kolt, we are more than just a company — we are pioneers of progress, dedicated to creating a brighter, more efficient future for the construction industry. Join us as we take bold steps toward making Kolt a global leader in construction technology.",
  "contact_title": "Contact Us"
}